20220207140343-finite_and_infinite_games.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-01 Mon 17:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Finite and infinite games.</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Finite and infinite games.</h1>
<p>
p15 - "Seriousness always relates to roles, or abstractions [&#x2026;] Seriousness always has to do with an establishmed script"
</p>

<p>
p27 - "Titles are abstractions; names are always concrete"
</p>

<p>
p29 - "Too speak meaningfully of a person’s power is to speak of what that person has already completed in one or another closed field. To see power is to look backward in time.”
</p>

<p>
p33 - "Evil is never intended as evil. Indeed, the contradiction inherent in all evil is that it originates in the desire to eliminate evil."
</p>

<p>
NUMBER 31 IS THE SHIT
</p>

<p>
&gt; As societies complexify we create more and more finite games to an extreme.
</p>

<p>
p39 - Political realities do not precede, but follow from, the essential fluidity of our humanness.
</p>

<p>
p48 - It is agreement that establishes force. Those who consent to a society’s constraints see them as constraints.
</p>

<p>
Property must be seen as compensation. Risk, talent, etc
</p>

<p>
p57 - "where a society is defined by its boundaries, a culture is defined by its horizons”
</p>

<p>
p61- War presents itself for self-protection, when in fact it is necessary for self-identification.
</p>

<p>
p103 - The unspeakability of nature is the very possibility of language. History is the realm of the speakable however.
</p>

<p>
p105 - reread about explanations as a response to inadequacies in knowledge
</p>

<div id="outline-container-org1156633" class="outline-2">
<h2 id="org1156633">Links to this note</h2>
</div>
</div>
</body>
</html>
